import React from 'react'

export default function About() {
    return (
        <section className='p-4 mt-4 text-center border-dashed border-2 border-main-blue'>
            <p className='py-2'>
                ברוכים הבאים לבית הספר לנהיגה &#34;אשדוד&#34;, אצלנו המצוינות והמקצועיות נפגשים על הכביש. תחת ההנהלה המיומנת של שמעון בנאיים, אנו מכשירים דורות של נהגים בעלי מודעות גבוהה לבטיחות והבנה עמוקה של הכביש.
            </p>
            <p className='py-2'>
                המחויבות שלנו לחינוך איכותי מתבטאת בשימוש בכלים חדשניים כמו הסימולטור לנהיגה מבית FAROS, אשר מדמה מציאות בדרך שתחדד את המיומנויות הנדרשות לנהיגה בטוחה ומקנה ביטחון אמיתי על הכביש. כחלק ממסלול ההכשרה, אנו מציעים גם רכבי BYD חדישים עם טכנולוגיית בטיחות מתקדמת, ואפשרויות ללימוד נהיגה על משאית ידני ואוטומטי - C1 .
            </p>
            <p className='py-2'>
                ב&#34;אשדוד&#34;, אנו מאמינים במתן שירות אישי ומותאם לכל תלמיד, תוך דגש על הכנה מקצועית והשגת רישיון בעלות הנמוכה ביותר. כל זאת מתוך מטרה להבטיח את הצלחתכם בזמן הקצר ביותר ובאיכות הגבוהה ביותר.
            </p>
            <p className='py-2'>
                שמעון בנאיים, מורה ומנהל מקצועי עם ותק של מעל 30 שנה הוא לב הפועם של בית הספר, ביחד עם צוות המורים המקצועיים שלנו, מחויבים ללוות אתכם בכל שלב, מתוך מטרה להוביל אתכם להצלחה, לאהבה לנהיגה, ולחוויה מהנה ומרתקת בדרך אל הרישיון.
            </p>
            <p className='py-2'>
                אנו ב&#34;אשדוד&#34; מחכים להצטרף אליכם למסע, להציע לכם את כל הידע, המיומנות והתמיכה שצברנו במשך השנים, ולהפוך את הדרך אל הרישיון לחוויה בטוחה, מקצועית ובעיקר משמעותית. בכביש אנחנו כולנו אחד, ואין לנו ספק שביחד נגשים את המטרה - להיות נהגים טובים ובטוחים.
            </p>
        </section>

    )
}
